Repository: collective/volto-form-block
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: de, es, eu, pt_br, ro

source: Add field
de: Feld Hinzufügen
es: Agregar campo
eu: Gehitu eremua
pt_br: Adicionar campo
ro: Adaugă câmp

source: Cancel
de: Abbrechen
es: Cancelar
eu: Utzi
pt_br: Cancelar
ro: Renunță

source: Choices
de: Auswahlfeld
es: Opciones
eu: Aukerak
pt_br: Opções
ro: Opțiuni

source: Choose a file
de: Datei auswählen
es: Seleccionar Archivo
eu: Aukeratu fitxategia
pt_br: Escolha um arquivo
ro: Alege fișier

source: Close
de: Schließen
es: Cerrar
eu: Itxi
pt_br: Fechar
ro: Închide

source: Date
de: Datum
es: Fecha
eu: Data
pt_br: Data
ro: Data

source: Default
de: Standard
es: Por defecto
eu: Defektuzkoa
pt_br: Padrão
ro: Implicit

source: Description
de: Beschreibung
es: Descripción
eu: Deskribapena
pt_br: Descrição
ro: Descriere

source: Drop file here to replace the existing file
de: Datei hier ablegen um die bestehende Datei zu ersetzen
es: Arrastre aquí el archivo para reemplazar el actual
eu: Arrastatu fitxategia hona orain dagoena ordezkatzeko
pt_br: Solte um arquivo aqui para substituir o arquivo existente
ro: Adaugă fișierul aici pentru a îl înlocui pe cel existent

source: Drop file here to upload a new file
de: Datei hier ablegen um eine neue Datei hochzuladen
es: Arrastre aquí el archivo para añadir un nuevo
eu: Arrastatu fitxategia hona orain dagoena ordezkatzeko
pt_br: Solte um arquivo aqui para enviar um novo arquivo
ro: Adaugă fișierul aici pentru a încărca un nou fișier

source: Drop files here ...
de: Datei hier ablegen um die bestehende Datei zu ersetzen
es: Arrastrar archivos aquí...
eu: Arrastatu fitxategiak hona...
pt_br: Soltar aquivos aqui…
ro: Adaugă fișierul aici ...

source: Form
de: Formular
es: Formulario
eu: Formularioa
pt_br: Formulário
ro: Formular

source: HCaptchaInvisibleInfo
de: Diese Website ist durch hCaptcha geschützt und es gelten die <a href="https://www.hcaptcha.com/privacy">Datenschutzbestimmungen</a> und <a href="https://www.hcaptcha.com/terms">Nutzungsbedingungen</a>.
es: Este sitio está protegido por hCaptcha y su <a href="https://www.hcaptcha.com/privacy">Política de privacidad</a> y <a href="https://www.hcaptcha.com/terms">Términos de servicio</a> se aplican.
eu: Gune hau hCaptcha eta bere <a href="https://www.hcaptcha.com/privacy">Pribatutasun Politikak</a> babestuta dago eta <a href="https://www.hcaptcha.com/terms">Zerbitzu-baldintzak</a> aplikatzen dira.
pt_br: Este site é protegido pelo hCaptcha e sua <a href=“https://www.hcaptcha.com/privacy”>política de privacidade</a> e <a href=“https://www.hcaptcha.com/terms”>termos de serviço</a> se aplicam.
ro: Acest site este protejat folosind hCaptcha și se aplică <a href='https://www.hcaptcha.com/privacy'>Politica de Confidențialitate</a> și <a href='https://www.hcaptcha.com/terms'>Termenii și Condițiile</a> hCaptcha

source: No value
de: Kein Wert
es: Sin valor
eu: Ez du baliorik
pt_br: Sem valor
ro: Nici o valoare

source: Replace existing file
de: Bestehende Datei ersetzen
es: Sustituir el archivo actual
eu: Ordezkatu fitxategia
pt_br: Substituir o arquivo existente
ro: Înlocuiește fișierul existent

source: Required
de: Notwendig
es: Obligatorio
eu: Beharrezkoa
pt_br: Obrigatório
ro: Câmp obligatoriu

source: Select…
de: Wähle…
es: Seleccionar...
eu: Aukeratu...
pt_br: Selecione…
ro: Selectează

source: Time
de: Zeit
es: Hora
eu: Ordua
pt_br: Hora
ro: Ora

source: Title
de: Titel
es: Título
eu: Titulua
pt_br: Título
ro: Titlu

source: Used for programmatic access to the fieldset.
de: Wird für den programmierten Zugriff auf das Fieldset verwendet.
es: Usado para acceso programático al conjunto de campos.
eu: Eremu-multzoa programaziotik atzitzeko izena
pt_br: Usado para acesso programático ao conjunto de campos.
ro: Folosit pentru acces programatic la setul de câmpuri.

source: ay11_Use Up and Down to choose options
de: Verwenden Sie die Aufwärts- und Abwärtspfeile, um eine Option auszuwählen
es: Utilice las flechas arriba y abajo para seleccionar una opción
eu: Erabili gora eta beherako geziak aukeratzeko
pt_br: Use as setas para Cima e para Baixo para escolher as opções.
ro: Folosiți Sus și Jos pentru a alege opțiuni

source: ay11_select available
de: verfügbar
es: Disponible
eu: erabilgarri
pt_br: Disponível
ro: disponibil

source: ay11_select availables
de: verfügbar
es: Disponibles
eu: erabilgarriak
pt_br: disponíveis
ro: disponibile

source: ay11_select deselected
de: abgewählt
es: No seleccionado
eu: desautatuta
pt_br: desselecionado

source: ay11_select disabled
de: deaktiviert
es: Desactivado
eu: desgaituta
pt_br: desabilitado

source: ay11_select focused
de: hervorgehoben
es: Enfocado
eu: fokua hartuta
pt_br: em foco

source: ay11_select for search term
de: für die Forschung
es: para la búsqueda
eu: bilaketarako terminoa
pt_br: para termo de busca

source: ay11_select is disabled. Select another option.
de: ist behindert. Bitte wählen Sie eine andere Option
es: está desactivado. Seleccione otra opción.
eu: desgaituta dago. Aukeratu beste bat.
pt_br: está desabilitado. Selecione outra opção.

source: ay11_select option
de: Möglichkeit
es: Opción
eu: aukera
pt_br: opção

source: ay11_select result
de: Ergebnis
es: Resultado
eu: emaitza
pt_br: resultado

source: ay11_select results
de: Ergebnisse
es: Resultados
eu: emaitzak
pt_br: resultados

source: ay11_select selected
de: ausgewählt
es: Seleccionado
eu: aukeratuta
pt_br: selecionado

source: ay11_select value
de: Wert
es: Valor
eu: balioa
pt_br: valor

source: ay11_select_Use left and right to toggle between focused values, press Backspace to remove the currently focused value
de: Verwenden Sie die Links- und Rechtspfeile, um die hervorgehobenen Werte ein- oder auszuschalten, drücken Sie die Rücktaste, um den aktuell hervorgehobenen Wert zu entfernen
es: Utilice las flechas izquierda y derecha para pasar de un valor a otro, utiliza la tecla retroceso para eliminar el valor actual enfocado
eu: Erabili ezker eta eskuin geziak fokua duten balioen artean aldatzeko, sakatu Atzera (Backspace) fokua dagoen balioa ezabatzeko
pt_br: Use as setas esquerda e direita para alternar entre os valores focados, pressione Backspace para remover o valor atualmente focado.

source: ay11_select__press Tab to select the option and exit the menu
de: Tab, um die Option auszuwählen und das Menü zu verlassen
es: Utilice el tabulador para seleccionar la opción y salir del menú
eu: sakatu Tab aukeratu eta menutik irteteko
pt_br: pressione Tab para selecionar a opção e sair do menu

source: ay11_select__type to refine list
de: eingeben, um die Liste zu filtern
es: para filtrar el listado
eu: idatzi zerrenda iragazteko
pt_br: digite para refinar a lista

source: ay11_select_is_focused
de: ist ausgewählt
es: está seleccionado
eu: aukeratuta dago
pt_br: está em foco

source: ay11_select_press Down to open the menu
de: Drücken Sie den Pfeil nach unten, um das Menü zu öffnen, drücken Sie die Rücktaste, um den ausgewählten Wert zu entfernen
es: Pulsa la flecha hacia abajo para abrir el menú
eu: sakatu behera gezia menua irekitzeko
pt_br: pressione para Baixo para abrir o menu

source: ay11_select_press Enter to select the currently focused option
de: Drücken Sie die Eingabetaste, um die aktuelle Option auszuwählen
es: Pulse Enter para seleccionar la posición seleccionada
eu: sakatu Intro unekoa aukeratzeko
pt_br: pressione Enter para selecionar a opção atualmente focada

source: ay11_select_press Escape to exit the menu
de: Drücken Sie Esc, um das Menü zu verlassen
es: Pulse Esc para salir del menú
eu: sakatu Escape menutik irteteko
pt_br: pressione ESC para sair do menu

source: ay11_select_press left to focus selected values
de: Drücken Sie die linke Pfeiltaste, um die ausgewählten Werte hervorzuheben
es: Pulse la flecha hacia la izquierda para enfocar los valores seleccionados
eu: sakatu ezkerrera aukeratutako balioetan fokua jartzeko
pt_br: pressione Esquerda para focar nos valores selecionados

source: captcha
de: Captcha-Anbieter
es: Proveedor de captchas
pt_br: Provedor de Captcha
ro: Furnizor de captcha

source: Description
de: Beschreibung
es: Descripción
eu: Deskribapena
pt_br: descrição
ro: Descriere

source: Field ID
de: Feld-ID
es: ID de campo
pt_br: Id do campo

source: form
de: Formular
es: Formulario
eu: Formularioa
pt_br: Formulário
ro: Formular

# formSubmitted
source: Form successfully submitted
de: Formular erfolgreich eingereicht
es: El formulario se ha enviado correctamente
eu: Formularioa ondo bidali da
pt_br: Formulário enviado com sucesso
ro: Formularul a fost trimis cu succes

source: form_attachment_send_email_info_text
de: Angeheftete Datei wird ohne zu speichern per E-mail versendet.
es: El archivo adjunto se enviará por correo electrónico pero no se almacenará
eu: Erantsitako fitxategia email bidez bidaliko da, baina ez da gordeko
pt_br: O arquivo anexado será enviado por e-mail, mas não será armazenado.
ro: Fișierul atașat va fi trimis prin e-mail, dar nu va fi stocat

# form_cancel_label
source: Cancel button label
de: Beschriftung der Schaltfläche Abbrechen
es: Etiqueta del botón cancelar
eu: Ezeztatu botoiaren etiketa
pt_br: Etiqueta do botão de cancelar

# form_clear_data
source: Clear data
de: Daten löschen
es: Borrar datos
eu: Garbitu datuak
pt_br: Limpar dados
ro: Șterge datele

# form_confirmClearData
source: Are you sure you want to delete all saved items?
de: Gespeicherte Elemente wirklich löschen?
es: ¿Está seguro de que quiere borrar todos los datos guardados?
eu: Ziur zaude mezu guztiak ezabatu nahi dituzula?
pt_br: Você tem certeza que deseja apagar todos as respostas salvas?
ro: Sigur doriți să ștergeți toate datele salvate?

# form_default_cancel_label
source: Cancel
de: Abbrechen
es: Cancelar
eu: Ezeztatu
pt_br: Cancelar

# form_default_from
source: Default sender
de: Standard Absender
es: Remitente por defecto
eu: Defektuzko bidaltzailea
pt_br: Remetente padrão
ro: Expeditor implicit

# form_default_subject
source: Mail subject
de: Betreff
es: Asunto
eu: Mezuaren gaia
pt_br: Assunto do e-mail
ro: Subiect implicit

# form_default_submit_label
source: Submit
de: Senden
es: Enviar
eu: Bidali
pt_br: Enviar
ro: Trimite

# form_edit_exportCsv
source: Export in CSV
de: Daten exportieren
es: Exportar datos
eu: Esportatu datuak
pt_br: Exportar dados
ro: Exportă datele

source: form_edit_fill_required_configuration_fields
de: Bitte füllen Sie die erforderlichen Konfigurationsfelder in der Seitenleiste aus. Das Formular wird im Ansichtsmodus nicht angezeigt, bis die erforderlichen Felder ausgefüllt sind.
es: Por favor, complete los campos de configuración obligatorios en la barra lateral. El formulario no se mostrará en modo de visualización hasta que se completen los campos obligatorios.
eu: Mesedez, bete beharrezko eremuak alboko barran. Formularioa ez da bistaratuko beharrezko eremuak bete arte.
pt_br: Por favor, preencha os campos de configuração obrigatórios na barra lateral. O formulário não será exibido no modo de visualização até que os campos obrigatórios sejam preenchidos.

source: form_edit_other_errors
de: Bitte überprüfen Sie folgende Konfigurationsfehler in der Seitenleiste. Das Formular wird im Ansichtsmodus nicht angezeigt, bis diese Fehler nicht behoben sind.
es: Por favor, verifique los errores de configuración en la barra lateral. El formulario no se mostrará en modo de visualización hasta que estos campos no se corrijan.
eu: Mesedez, egiaztatu konfigurazio-erroreak alboko barran. Inprimakia ez da bistaratuko errore-eremuak konpondu ez diren arte.
pt_br: Por favor, verifique esses erros de configuração na barra lateral. O formulário não será exibido no modo de visualização até que esses campos com erro sejam corrigidos.

# form_edit_warning
source: Warning!
de: Achtung!
es: ¡Atención!
eu: Adi!
pt_br: Atenção
ro: Atenţie!

# form_edit_warning_from
source: Enter a field of type 'Sender E-mail'. If it is not present, or it is present but not filled in by the user, the sender address of the e-mail will be the one configured in the right sidebar.
de: Geben Sie ein Feld vom Typ 'Absender-E-Mail' ein. Wenn es nicht vorhanden ist oder vom Benutzer nicht ausgefüllt wurde, wird die Absenderadresse aus der Seitenleiste übernommen.
es: Introduzca un campo de tipo 'Correo electrónico del remitente'. Si no está presente o si está presente pero el usuario no lo rellena, el remitente del mensaje será el configurado por defecto en el formulario.
eu: 'Bidaltzailearen posta elektronikoa' motako eremu bat gehitu. Ez baduzu hori egiten edo gehitzen baduzu baina erabiltzaileak ez badu betetzen, mezuaren bidaltzailea formularioaren konfigurazioan ezarritakoa izango da.
pt_br: Digite um campo do tipo 'E-mail do remetente'. Se não estiver presente, ou estiver presente mas não for preenchido pelo usuário, o endereço do remetente do e-mail será o configurado na barra lateral direita.
ro: Introduceți un câmp de tip 'E-mail expeditor'. Daca nu este prezent, sau este prezent dar nu este completat de utilizator, adresa expeditorului e-mailului va fi cea configurata in bara laterala dreapta.

source: form_errors_validation
de: Das Formular enthält Fehler.
es: Hay algunos errores en el formulario.
eu: Formularioan akats batzuk daude.
pt_br: Existem erros nesse formulário.

# form_field_description
source: Description
de: Beschreibung
es: Descripción
eu: Deskribapena
pt_br: Descrição
ro: Descriere

# form_field_input_value
source: Value for field
de: Wert
es: Valor del campo
eu: Eremuaren balioa
pt_br: Valor para o campo

# form_field_input_values
source: Possible values
de: Mögliche Werte
es: Valores posibles
eu: Balio posibleak
pt_br: Valores possíveis
ro: Valori posibile

# form_field_label
source: Label
de: Bezeichung
es: Etiqueta
eu: Etiketa
pt_br: Etiqueta
ro: Eticheta

# form_field_required
source: Required
de: Erforderlich
es: Obligatorio
eu: Beharrezkoa
pt_br: Obrigatório
ro: Câmp obligatoriu

# form_field_type
source: Field type
de: Feld Typ
es: Tipo de campo
eu: Eremu-mota
pt_br: Tipo de campo
ro: Tip câmp

# form_field_type_attachment
source: Attachment
de: Anhang
es: Adjunto
eu: Fitxategia
pt_br: Anexo
ro: Atașament

source: form_field_type_attachment_info_text
de: Anhänge können per E-Mail verschickt werden, werden aber nicht gespeichert.
es: Los adjuntos se pueden enviar por correo electrónico pero no se guardarán.
eu: Erantsitako edozein fitxategi eposta bidez bidaliko dira, baina ez dira gordeko.
pt_br: Qualquer anexo pode ser enviado por e-mail, mas não será salvo.
ro: Fișierele atașate vor fi trimis prin e-mail, dar nu vor fi salvate.

# form_field_type_checkbox
source: Checkbox
de: Auswahlfeld
es: Cuadro de selección
eu: Aukeraketa-kutxa
pt_br: Múltipla escolha
ro: Checkbox

# form_field_type_date
source: Date
de: Datum
es: Fecha
eu: Data
pt_br: Data
ro: Dată

# form_field_type_from
source: E-mail
es: Correo electrónico
eu: Posta elektronikoa
ro: E-mail

# form_field_type_hidden
source: Hidden
de: Versteckt
es: Oculto
pt_br: Oculto

# form_field_type_multiple_choice
source: Multiple choice
de: Mehrfachauswahl
es: Selección múltiple
eu: Aukeraketa anitza
pt_br: Múltipla escolha
ro: Checkboxes

# form_field_type_select
source: List
de: Liste
es: Lista
eu: Zerrenda
pt_br: Opções
ro: Listă

# form_field_type_single_choice
source: Single choice
de: Einfache Auswahl
es: Selección única
eu: Aukeraketa bakarreko kutxa
pt_br: Escolha única
ro: Radio

# form_field_type_static_text
source: Static text
de: Statischer Text
es: Texto estático
eu: Testu estatikoa
pt_br: Texto estático
ro: Text static

# form_field_type_text
source: Text
es: Texto
eu: Testua
pt_br: Texto
ro: Text

# form_field_type_textarea
source: Textarea
de: Textfeld
es: Campo de texto
eu: Testua
pt_br: Área de texto
ro: Textarea

# form_formDataCount
source: {formDataCount} item(s) stored
de: Einträge gespeichert
es: {formDataCount} elemento(s) guardados
eu: Gordetako elementu kopurua: {formDataCount}
pt_br: {formDataCount} item(ns) armazenados
ro: {formDataCount} articole stocate

source: form_manage_data
de: Daten verwalten
es: Administrar datos
pt_br: Gerenciar dados

source: form_remove_data_after_days
de: Datenlöschung
es: Borrado de datos
pt_br: Exclusão dos dados

source: form_remove_data_after_days_helptext
de: Anzahl der Tage, nach denen die Daten gelöscht werden sollen
es: Número de días después de los cuales se deben eliminar los datos
eu: Zenbat egun ondoren ezabatu behar dira datuak
pt_br: Número de dias após os quais os dados devem ser excluídos.

# form_reset
source: Clear
de: Löschen
es: Borrar
eu: Garbitu
pt_br: Limpar
ro: Înapoi

# form_save_persistent_data
source: Store compiled data
de: Daten speichern
es: Guardar datos recopilados
eu: Gorde jasotako datuak
pt_br: Armazenar dados
ro: Stocați datele compilate

# form_select_a_value
source: Select a value
de: Wählen Sie einen Wert
es: Seleccione un valor
eu: Aukeratu balio bat
pt_br: Selecione um valor
ro: Selectați o valoare

# form_send_email
source: Send email to recipient
de: E-Mail an Empfänger senden
es: Enviar correo electrónico al receptor
eu: Bidali posta elektronikoa jasotzaileari
pt_br: Enviar e-mail para o destinatário
ro: Trimite e-mail destinatarului

# form_send_message
source: Message of sending confirmed
de: Nachricht nach erfolgreichem Abschicken
es: Mensaje de envío confirmado
eu: Bidalketa konfirmazio mezua
pt_br: Mensagem de envio confirmada.

# form_send_message_helptext
source: You can add the value of a filled field in the form by inserting its ID between curly brackets preceded by $, example: ${field_id}; you can add html elements such as links <a>, new line <br />, bold <b> and italic <i> formatting.
de: Der Platzhalter ${field_id} wird durch den Eingabewert des entsprechenden Feldes ersetzt. Auch HTML-Elemente wie <a>, <br/>, <b> und <i> können verwendet werden.
es: Puede agregar el valor de un campo lleno en el formulario insertando su ID entre llaves precedidas de $, ejemplo: ${field_id}; también puede agregar elementos html como enlaces <a>, nueva línea <br />, negrita <b> y cursiva <i>.
pt_br: Você pode adicionar o valor de um campo preenchido no formulário inserindo seu ID entre chaves precedido por $, exemplo: ${field_id}; você também pode adicionar elementos HTML, como links <a>, nova linha <br />, formatação em negrito <b> e itálico <i>.

# form_show_cancel
source: Show cancel button
de: Zeige Schaltfläche Abbrechen
es: Mostrar botón cancelar
eu: Bistaratu utzi botoia
pt_br: Mostrar botão de cancelar

# form_submit_label
source: Submit button label
de: Beschriftung der Schaltfläche Senden
es: Etiqueta del botón de envío
eu: Bidalketa botoiaren etiketa
pt_br: Texto do botão de enviar
ro: Text buton trimitere

# form_submit_success
source: Sent!
de: Gesendet!
es: Enviado
eu: Bidalita!
pt_br: Enviado!
ro: Trimis!

# form_to
source: Recipients
de: Empfänger
es: Destinatarios
eu: Jasotzaileak
pt_br: Destinatários
ro: Destinatari

source: form_useAsBCC
de: Senden Sie eine E-Mail-Kopie an diese Adresse
es: Enviar una copia del e-mail a esta dirección
eu: Bidali kopia bat eposta honetara
pt_br: Enviar uma cópia do e-mail para este endereço
ro: Trimiteți o copie prin e-mail la această adresă

source: form_useAsBCC_description
de: Wenn ausgewählt, wird auch eine Kopie der E-Mail an diese Adresse gesendet.
es: Si está seleccionado, una copia del mensaje se enviará a esta dirección
eu: Aukeratzen bada, emailaren kopia bat bidaliko da helbide honetara.
pt_br: Caso selecionado, uma cópia do e-mail também será enviada para este endereço.
ro: Dacă este selectat, o copie a e-mailului va fi trimisă și la această adresă.

# form_useAsReplyTo
source: Use as 'reply to'
de: Als Antwortadresse nutzen
es: Utilizar como 'Responder a'
eu: Nori erantzun gisa erabili
pt_br: Utilizar como 'responder para'
ro: Utilizați ca 'răspuns la'

# form_useAsReplyTo_description
source: If selected, this will be the address the receiver can use to reply.
de: Setzt diese Adresse als Antwortadresse in versendeten Mails
es: Si está seleccionado el valor de este campo se utilizará como cabecera 'Responder A' en el correo electrónico enviado al receptor
eu: Aukeratuz gero jasotako posta elektronikoari 'Erantzun' eginez gero eremu honetan adierazitako helbidera joango da erantzuna
pt_br: Usar este campo como valor do cabeçalho de 'responder para'
ro: Dacă este selectată, aceasta va fi adresa pe care destinatarul o poate folosi pentru a răspunde.

source: formblock_defaultInvalidFieldMessage
de: Fehlerhafter Eingabewert
es: Valor de campo no válido
eu: Eremuaren balioa okerra da
pt_br: Valor inválido para o campo

source: formblock_invalidEmailMessage
de: Fehlerhafte E-Mail-Adresse
es: El correo electrónico es incorrecto.
eu: Posta elektronikoa okerra da
pt_br: E-mail incorreto

source: formblock_requiredFieldMessage
de: Bitte füllen Sie dieses Feld aus
es: Rellena este campo
eu: Bete eremua
pt_br: Preencha este campo

source: remove_data_button
de: Abgelaufene Daten löschen
es: eliminar datos caducados
eu: Ezabatu iraungitako datuak
pt_br: Remover dados antigos

source: remove_data_cron_info
de: Um die Löschung von Datensätzen, die die in der Konfiguration angegebene maximale Anzahl von Tagen überschritten haben, zu automatisieren, muss auf dem Server ein Cron-Job eingerichtet werden, wie in der Dokumentation beschrieben.
es: Para automatizar la eliminación de registros que hayan superado el número máximo de días indicado en configuración, se debe configurar un cron en el servidor tal y como se indica en la documentación del producto.
pt_br: Para automatizar a remoção de registros que ultrapassaram o número máximo de dias indicado na configuração, um cron deve ser configurado no servidor conforme indicado na documentação do produto.

source: remove_data_warning
de: {record} Einträge haben die maximale Anzahl von Tagen überschritten.
es: Hay {record} registros que han superado el número máximo de días.
pt_br: Há {record} respostas que ultrapassaram o número máximo de dias.

source: resolveCaptcha
de: Bitte beantworten Sie die Frage, um zu beweisen, dass Sie ein Mensch sind.
es: Responde la pregunta para demostrar que eres humano
eu: Erantzun galderari gizakia zarela frogatzeko
pt_br: Responda à pergunta para provar que você é humano.
ro: Răspunde la întrebare pentru a dovedi că ești om

source: select_risultati
de: Ergebnisse
es: Resultados
eu: emaitzak
pt_br: resultados
ro: rezultate

source: select_risultato
de: Ergebnis
es: Resultado
eu: emaitza
pt_br: resultado
ro: rezultat

source: Title
de: Titel
es: Título
eu: Izenburua
pt_br: título
ro: Titlu

source: Error
de: Fehler
eu: Errorea
pt_br: Erro
ro: Eroare

source: No options
ro: Nici o opțiune

source: Short Name
ro: Nume scurt

source: form_empty_values_validation
ro: Completați câmpurile obligatorii

source: select_noOptionsMessage
ro: Nici o opțiune
