Repository: collective/volto-form-block
Catalog: frontend/packages/volto-form-block/locales/*/LC_MESSAGES/volto.po
Languages: it

source: Add field
it: Aggiungi campo

source: Cancel
it: Annulla

source: Choices
it: Scelte

source: Choose a file
it: Scegli un file

source: Close
it: Chiudi

source: Date
it: Data

source: Description
it: Descrizione

source: Drop file here to replace the existing file
it: Trascina il file qui per sostituire il file esistente

source: Drop file here to upload a new file
it: Trascina il file qui per caricare un nuovo file

source: Drop files here ...
it: Trascina i file qui

source: Error
it: Errore

source: No value
it: Nessun valore

source: Replace existing file
it: Sostituisci il file esistente

source: Required
it: Obbligatorio

source: Select…
it: Selezionare…

source: Time
it: Ora

source: Title
it: Titolo

source: Used for programmatic access to the fieldset.
it: Utilizzato per l'accesso programmatico al fieldset.

source: ay11_Use Up and Down to choose options
it: Usa le frecce Su e Giu per scegliere un'opzione

source: ay11_select available
it: disponibile

source: ay11_select availables
it: disponibili

source: ay11_select deselected
it: deselezionata

source: ay11_select disabled
it: disabilitato

source: ay11_select focused
it: evidenziato

source: ay11_select for search term
it: per la ricerca

source: ay11_select is disabled. Select another option.
it: è disabilitata. Seleziona un'altra opzione

source: ay11_select option
it: opzione

source: ay11_select result
it: risultato

source: ay11_select results
it: risultati

source: ay11_select selected
it: selezionata

source: ay11_select value
it: valore

source: ay11_select_Use left and right to toggle between focused values, press Backspace to remove the currently focused value
it: Usa le frecce destra e sinistra per attivare o disattivare i valori evidenziati, premi Backspace per rimuovere il valore corrente evidenziato

source: ay11_select__press Tab to select the option and exit the menu
it: premi Tab per selezionare l'opzione e uscire dal menu

source: ay11_select__type to refine list
it: digita per filtrare la lista

source: ay11_select_is_focused
it: è selezionato

source: ay11_select_press Down to open the menu
it: premi freccia giu per aprire il menu, premi Backspace per rimuovere il valore selezionato

source: ay11_select_press Enter to select the currently focused option
it: premi Invio per selezionare l'opzione corrente

source: ay11_select_press Escape to exit the menu
it: premi Esc per uscire dal menu

source: ay11_select_press left to focus selected values
it: premi la freccia a sinistra per evidenziare i valori selezionati

source: description
it: Descrizione

source: fieldId
it: Identificativo

source: formSubmitted
it: Form inviato correttamente

source: form_attachment_send_email_info_text
it: Il file allegato sarà inviato via email, ma non verrà salvato

source: form_cancel_label
it: Testo sul bottone annulla

source: form_clear_data
it: Pulisci dati

source: form_confirmClearData
it: Confermi di voler eliminare tutti i dati salvati?

source: form_default_cancel_label
it: Annulla

source: form_default_from
it: Mittente di default

source: form_default_subject
it: Oggetto dell'email

source: form_default_subject_description
it: Utilizza la sintassi ${identificativo} per aggiungere un valore della form dentro all'oggetto dell'email

source: form_default_submit_label
it: Invia

source: form_edit_exportCsv
it: Esporta in CSV

source: form_edit_fill_required_configuration_fields
it: Inserire i campi obbligatori per la configurazione del form nella sidebar di destra. Il form non verrà mostrato sul sito finché i campi obbligatori non saranno configurati.

source: form_edit_invalid_from_email
it: L'e-mail inserita nel campo 'Mittente di default' deve essere un indirizzo e-mail valido

source: form_edit_invalid_to_email
it: Le e-mail inserite nel campo 'Destinatari' devono essere indirizzi e-mail validi.

source: form_edit_other_errors
it: Verifica i seguenti errori di configurazione nella sidebar di destra. Il form non verrà mostrato sul sito finchè questi errori non sono stati sistemati.

source: form_edit_warning
it: Attenzione!

source: form_edit_warning_from
it: Inserire un campo di tipo 'E-mail mittente'. Se non è presente, oppure è presente ma non viene compilato dall'utente, l'indirizzo del mittente dell'email sarà quello configurato dalla sidebar di destra.

source: form_email_otp_verification
it: Abilita l'OTP per verificare gli indirizzi email in copia (BCC)

source: form_email_otp_verification_description
it: Previeni lo spam attraverso il tuo sito web. Abilitando questa opzione, non permetti a utenti malintenzionati di inviare email ad altri utenti attraverso il tuo sito. L'OTP verrà richiesto per tutti i campi di tipo mail per i quali è spuntata l'opzione 'Invia una copia dell'email a questo indirizzo'.

source: form_errors_validation
it: Ci sono degli errori nei campi.

source: form_field_description
it: Descrizione

source: form_field_input_value
it: Valore del campo

source: form_field_input_values
it: Valori possibili

source: form_field_label
it: Etichetta

source: form_field_required
it: Obbligatorio

source: form_field_type
it: Tipo di campo

source: form_field_type_attachment
it: Allegato

source: form_field_type_attachment_info_text
it: Evenutali allegati potranno essere inviati per email, ma non verranno salvati.

source: form_field_type_checkbox
it: Checkbox

source: form_field_type_date
it: Data

source: form_field_type_from
it: E-mail

source: form_field_type_hidden
it: Nascosto

source: form_field_type_multiple_choice
it: Scelta multipla

source: form_field_type_select
it: Lista

source: form_field_type_single_choice
it: Scelta singola

source: form_field_type_static_text
it: Testo statico

source: form_field_type_text
it: Testo

source: form_field_type_textarea
it: Area di testo

source: form_formDataCount
it: {formDataCount} elementi salvati

source: form_insert_otp
it: Inserisci qui il codice OTP ricevuto all'indirizzo {email}

source: form_manage_data
it: Gestione dei dati

source: form_otp_countdown
it: Puoi inviare un nuovo codice OTP fra

source: form_otp_send
it: Il codice OTP è stato inviato a {email}. Verifica la tua email e inserisci nel campo sopra il codice OTP ricevuto.

source: form_remove_data_after_days
it: Giorni validità

source: form_remove_data_after_days_helptext
it: Numero di giorni dopo i quali, i dati dovrebbero essere cancellati

source: form_reset
it: Indietro

source: form_save_persistent_data
it: Salva i dati compilati

source: form_select_a_value
it: Seleziona un valore

source: form_send_email
it: Invia email al destinatario

source: form_send_message
it: Messaggio di conferma invio

source: form_send_message_helptext
it: Si può aggiungere il valore di un campo compilato nella form inserendo il suo identificativo tra parentesi graffe preceduto da $, esempio: ${identificativo}; inoltre si possono aggiungere elementi html come link, <a..></a>, nuova linea <br />, formattazioni in bold <b> e italic <i>.

source: form_send_otp_to
it: Invia il codice OTP a {email}

source: form_show_cancel
it: Mostra il bottone annulla

source: form_submit_label
it: Testo sul bottone di invio

source: form_submit_success
it: Inviato!

source: form_to
it: Destinatari

source: form_useAsBCC
it: Invia una copia dell'email a questo indirizzo

source: form_useAsBCC_description
it: Se selezionato, una copia dell'email verrà inviata anche a questo indirizzo.

source: form_useAsReplyTo
it: Usa come 'reply to'

source: form_useAsReplyTo_description
it: Se selezionato, questo sarà l'indirizzo a cui il destinatario potrà rispondere.

source: formblock_defaultInvalidFieldMessage
it: Il valore inserito non è valido

source: formblock_insertOtp_error
it: Inserire il codice OTP ricevuto via email.

source: formblock_invalidEmailMessage
it: L'email inserita non è corretta

source: formblock_requiredFieldMessage
it: Compila questo campo

source: mail_footer_label
it: Testo alla fine dell'email

source: mail_header_description
it: Se il campo non viene compilato verrà utilizzato un testo di default

source: mail_header_label
it: Testo all'inizio dell'email

source: remove_data_button
it: rimuovere dati scaduti

source: remove_data_cron_info
it: Per automatizzare la rimozione dei dati che hanno superato il numero di giorni definito nelle impostazioni della forma, configurare un cron sul server secondo le indicazioni riportate nella documentazione del prodotto.

source: remove_data_warning
it: Sono presenti {record} record che hanno superato il numero massimo di giorni.

source: resolveCaptcha
it: Rispondi alla domanda per verificare che tu sia un umano.

source: select_risultati
it: risultati

source: select_risultato
it: risultato

source: title
it: Titolo
